Repository: msaadq/ios-refactor-case
Catalog: Hot or Cold/Localizable.xcstrings
Source language: en
Languages: nb

# city.favorite.add
source: Add to favorites
nb: Legg til i favoritter

# city.favorite.remove
source: Remove from favorites
nb: Fjern fra favoritter

# city.temperature.unavailable
source: Temperature unavailable
nb: Temperatur utilgjengelig

# cityDetail.title.fallback
source: City
nb: By

# cityDetail.unavailable
source: City unavailable
nb: Byen er utilgjengelig

# cityList.error.title
source: Couldn't load cities
nb: Kunne ikke laste byene

# cityList.paging.progress
source: %1$@ of %2$@
nb: %1$@ av %2$@

# cityList.refresh
source: Refresh
nb: Oppdater

# cityList.search.placeholder
source: Search cities
nb: Søk etter byer

# cityList.section.allCities
source: All cities
nb: Alle byer

# cityList.section.cities
source: Cities
nb: Byer

# cityList.section.favorites
source: Favorites
nb: Favoritter

# cityList.title
source: Cities
nb: Byer
